["E = mc²","The mass of a body is a measure of its energy content.","We shall therefore assume the complete physical equivalence of a gravitational field and a corresponding acceleration of the reference system.","How does it happen that a properly endowed natural scientist comes to concern himself with epistemology?","Subtle is the Lord, but malicious He is not.","I have second thoughts. Maybe God is malicious","[I do not] carry such information in my mind since it is readily available in books. ...The value of a college education is not the learning of many facts but the training of the mind to think.","Whether you can observe a thing or not depends on the theory which you use. It is the theory which decides what can be observed.","Try and penetrate with our limited means the secrets of nature and you will find that, behind all the discernible concatenations, there remains something subtle, intangible and inexplicable. Veneration for this force beyond anything that we can comprehend is my religion. To that extent I am, in point of fact, religious.","If A is success in life, then A = x + y + z. Work is x, play is y and z is keeping your mouth shut.","Science is international but its success is based on institutions, which are owned by nations. If therefore, we wish to promote culture we have to combine and to organize institutions with our own power and means.","Life is like riding a bicycle. To keep your balance you must keep moving.","I believe that whatever we do or live for has its causality; it is good, however, that we cannot see through to it.","Why does this magnificent applied science which saves work and makes life easier bring us so little happiness? The simple answer runs: Because we have not yet learned to make sensible use of it.","Our experience hitherto justifies us in trusting that nature is the realization of the simplest that is mathematically conceivable.","It can scarcely be denied that the supreme goal of all theory is to make the irreducible basic elements as simple and as few as possible without having to surrender the adequate representation of a single datum of experience.","One may say \"the eternal mystery of the world is its comprehensibility.\"","The eternally incomprehensible thing about the world is its comprehensibility.","The most incomprehensible thing about the world is that it is comprehensible.","The most incomprehensible thing about the world is that it is at all comprehensible.","The eternal mystery of the world is its comprehensibility … The fact that it is comprehensible is a miracle.","All religions, arts and sciences are branches of the same tree. All these aspirations are directed toward ennobling man's life, lifting it from the sphere of mere physical existence and leading the individual towards freedom.","Physical concepts are free creations of the human mind, and are not, however it may seem, uniquely determined by the external world.","Generations to come, it may well be, will scarce believe that such a man as this one ever in flesh and blood walked upon this Earth.","Great spirits have always encountered violent opposition from mediocre minds. The mediocre mind is incapable of understanding the man who refuses to bow blindly to conventional prejudices and chooses instead to express his opinions courageously and honestly.","Perfection of means and confusion of goals seem—in my opinion—to characterize our age.","Do not worry about your difficulties in Mathematics. I can assure you mine are still greater.","Why is it nobody understands me and everybody likes me?","Why is it that nobody understands me, yet everybody likes me?","Everyone likes me, yet nobody understands me.","The words or the language, as they are written or spoken, do not seem to play any role in my mechanism of thought.","I received your letter of June 10th. I have never talked to a Jesuit priest in my life and I am astonished by the audacity to tell such lies about me. From the viewpoint of a Jesuit priest I am, of course, and have always been an atheist.","I am very smart. But not as strong-hearted as all the workers on earth for he toils endlessly and does it all to feed his family while I do it merely for solving an impossible puzzle.","A new type of thinking is essential if mankind is to survive and move toward higher levels.","It is a scale of proportions which makes the bad difficult and the good easy.","When I examine myself and my methods of thought I come to the conclusion that the gift of fantasy has meant more to me than my talent for absorbing positive knowledge.","I agree with your remark about loving your enemy as far as actions are concerned. But for me the cognitive basis is the trust in an unrestricted causality.","A new idea comes suddenly and in a rather intuitive way. But intuition is nothing but the outcome of earlier intellectual experience.","I have repeatedly said that in my opinion the idea of a personal God is a childlike one.","Taken on the whole, I would believe that Gandhi's views were the most enlightened of all the political men in our time.","A human being is a part of the whole, called by us \"Universe\", a part limited in time and space.","I believe, indeed, that overemphasis on the purely intellectual attitude, often directed solely to the practical and factual, in our education, has led directly to the impairment of ethical values.","I think that only daring speculation can lead us further and not accumulation of facts.","Now he has departed from this strange world a little ahead of me. That means nothing. People like us, who believe in physics, know that the distinction between past, present, and future is only a stubbornly persistent illusion.","The important thing is not to stop questioning.","What I am really interested in is knowing whether God could have created the world in a different way","I love to travel, but I hate to arrive.","When a man sits with a pretty girl for an hour, it seems like a minute. But let him sit on a hot stove for a minute and it's longer than any hour. That's relativity.","Then I would have felt sorry for the dear Lord. The theory is correct.","Dimensionless constants in the laws of nature, which from the purely logical point of view can just as well have different values, should not exist.","In the temple of science are many mansions, and various indeed are they that dwell therein and the motives that have led them thither.","The state of mind which enables a man to do work of this kind is akin to that of the religious worshiper or the lover; the daily effort comes from no deliberate intention or program, but straight from the heart.","Man tries to make for himself in the fashion that suits him best a simplified and intelligible picture of the world; he then tries to some extent to substitute this cosmos of his for the world of experience, and thus to overcome it. This is what the painter, the poet, the speculative philosopher, and the natural scientist do, each in his own fashion.","The supreme task of the physicist is to arrive at those universal elementary laws from which the cosmos can be built up by pure deduction. There is no logical path to these laws; only intuition, resting on sympathetic understanding of experience, can reach them.","If I were not a physicist, I would probably be a musician. I often think in music. I live my daydreams in music. I see my life in terms of music. … I cannot tell if I would have done any creative work of importance in music, but I do know that I get most joy in life out of my violin.","Reading after a certain age diverts the mind too much from its creative pursuits. Any man who reads too much and uses his own brain too little falls into lazy habits of thinking","I believe in intuitions and inspirations. I sometimes feel that I am right. I do not know that I am.","I am enough of an artist to draw freely upon my imagination. Imagination is more important than knowledge. Knowledge is limited. Imagination encircles the world.","As a child, I received instruction both in the Bible and in the Talmud. I am a Jew, but I am enthralled by the luminous figure of the Nazarene.","No one can read the Gospels without feeling the actual presence of Jesus. His personality pulsates in every word. No myth is filled with such life.","I am not an Atheist. I do not know if I can define myself as a Pantheist. The problem involved is too vast for our limited minds. May I not reply with a parable? The human mind, no matter how highly trained, cannot grasp the universe. We are in the position of a little child, entering a huge library whose walls are covered to the ceiling with books in many different tongues. The child knows that someone must have written those books. It does not know who or how. It does not understand the languages in which they are written. The child notes a definite plan in the arrangement of the books, a mysterious order, which it does not comprehend, but only dimly suspects. That, it seems to me, is the attitude of the human mind, even the greatest and most cultured, toward God.","Much reading after a certain age diverts the mind from its creative pursuits. Any man who reads too much and uses his own brain too little falls into lazy habits of thinking,","Everything that men do or think concerns the satisfaction of the needs they feel or the escape from pain.","How can this cosmic religious experience be communicated from man to man, if it cannot lead to a definite conception of God or to a theology? It seems to me that the most important function of art and of science is to arouse and keep alive this feeling in those who are receptive.","How strange is the lot of us mortals! Each of us is here for a brief sojourn; for what purpose he knows not, though he sometimes thinks he senses it.","In human freedom in the philosophical sense I am definitely a disbeliever. Everybody acts not only under external compulsion but also in accordance with inner necessity.","I have never looked upon ease and happiness as ends in themselves — this critical basis I call the ideal of a pigsty. The ideals that have lighted my way, and time after time have given me new courage to face life cheerfully, have been Kindness, Beauty, and Truth.","The most beautiful experience we can have is the mysterious. It is the fundamental emotion that stands at the cradle of true art and true science. Whoever does not know it and can no longer wonder, no longer marvel, is as good as dead, and his eyes are dimmed.","I cannot imagine a God who rewards and punishes the objects of his creation, whose purposes are modeled after our own — a God, in short, who is but a reflection of human frailty. Neither can I believe that the individual survives the death of his body, although feeble souls harbor such thoughts through fear or ridiculous egotisms.","It is enough for me to contemplate the mystery of conscious life perpetuating itself through all eternity, to reflect upon the marvelous structure of the universe which we dimly perceive, and to try humbly to comprehend an infinitesimal part of the intelligence manifested in nature.","I am satisfied with the mystery of life's eternity and with a knowledge, a sense, of the marvelous structure of existence — as well as the humble attempt to understand even a tiny portion of the Reason that manifests itself in nature.","Our situation on this earth seems strange.","I do not believe in freedom of the will. Schopenhauer's words: “Man can do what he wants, but he cannot will what he wills” accompany me in all situations throughout my life and reconcile me with the actions of others even if they are rather painful to me. This awareness of the lack of freedom of will preserves me from taking too seriously myself and my fellow men as acting and deciding individuals and from losing my temper.","The most beautiful and deepest experience a man can have is the sense of the mysterious. It is the underlying principle of religion as well as all serious endeavor in art and science. He who never had this experience seems to me, if not dead, then at least blind.","In the judgment of the most competent living mathematicians, Fräulein Noether was the most significant creative mathematical genius thus far produced since the higher education of women began.","Pure mathematics is, in its way, the poetry of logical ideas. One seeks the most general ideas of operation which will bring together in simple, logical and unified form the largest possible circle of formal relationships. In this effort toward logical beauty spiritual formulas are discovered necessary for the deeper penetration into the laws of nature.","It would not be difficult to come to an agreement as to what we understand by science. Science is the century-old endeavor to bring together by means of systematic thought the perceptible phenomena of this world into as thoroughgoing an association as possible.","A person who is religiously enlightened appears to me to be one who has, to the best of his ability, liberated himself from the fetters of his selfish desires and is preoccupied with thoughts, feelings, and aspirations to which he clings because of their superpersonal value.","Even though the realms of religion and science in themselves are clearly marked off from each other, nevertheless there exist between the two strong reciprocal relationships and dependencies.","Nobody, certainly, will deny that the idea of the existence of an omnipotent, just, and omnibeneficent personal God is able to accord man solace, help, and guidance; also, by virtue of its simplicity it is accessible to the most undeveloped mind. But, on the other hand, there are decisive weaknesses attached to this idea in itself, which have been painfully felt since the beginning of history.","Does there truly exist an insuperable contradiction between religion and science? Can religion be superseded by science? The answers to these questions have, for centuries, given rise to considerable dispute and, indeed, bitter fighting. Yet, in my own mind there can be no doubt that in both cases a dispassionate consideration can only lead to a negative answer.","Science, in the immediate, produces knowledge and, indirectly, means of action. It leads to methodical action if definite goals are set up in advance. For the function of setting up goals and passing statements of value transcends its domain.","The great moral teachers of humanity were, in a way, artistic geniuses in the art of living.","While religion prescribes brotherly love in the relations among the individuals and groups, the actual spectacle more resembles a battlefield than an orchestra.","It is quite clear to me that the religious paradise of youth, which was thus lost, was a first attempt to free myself from the chains of the \"merely-personal,\" from an existence which is dominated by wishes, hopes and primitive feelings.","A wonder of such nature I experienced as a child of 4 or 5 years, when my father showed me a compass.","What is the meaning of human life, or of organic life altogether? To answer this question at all implies a religion.","The true value of a human being is determined primarily by the measure and the sense in which he has attained to liberation from the self.","When we survey our lives and endeavors we soon observe that almost the whole of our actions and desires are bound up with the existence of other human beings.","A man's value to the community depends primarily on how far his feelings, thoughts, and actions are directed towards promoting the good of his fellows.","You will hardly find one among the profounder sort of scientific minds without a peculiar religious feeling of his own. But it is different from the religion of the naive man. For the latter God is a being from whose care one hopes to benefit and whose punishment one fears; a sublimation of a feeling similar to that of a child for its father, a being to whom one stands to some extent in a personal relation, however deeply it may be tinged with awe. But the scientist is possessed by the sense of universal causation. The future, to him, is every whit as necessary and determined as the past. There is nothing divine about morality, it is a purely human affair. His religious feeling takes the form of a rapturous amazement at the harmony of natural law, which reveals an intelligence of such superiority that, compared with it, all the systematic thinking and acting of human beings is an utterly insignificant reflection.","There are few enough people with sufficient independence to see the weaknesses and follies of their contemporaries and remain themselves untouched by them.","If one purges the Judaism of the Prophets and Christianity as Jesus Christ taught it of all subsequent additions, especially those of the priests, one is left with a teaching which is capable of curing all the social ills of humanity.\nIt is the duty of every man of good will to strive steadfastly in his own little world to make this teaching of pure humanity a living force, so far as he can.","The highest principles for our aspirations and judgments are given to us in the Jewish-Christian religious tradition. It is a very high goal which, with our weak powers, we can reach only very inadequately, but which gives a sure foundation to our aspirations and valuations.","For scientific endeavor is a natural whole the parts of which mutually support one another in a way which, to be sure, no one can anticipate.","Whoever undertakes to set himself up as a judge of Truth and Knowledge is shipwrecked by the laughter of the gods.","In order to be a perfect member of a flock of sheep, one has to be, foremost, a sheep.","Hail to the man who went through life always helping others, knowing no fear, and to whom aggressiveness and resentment are alien.","Few people are capable of expressing with equanimity opinions that differ from the prejudices of their social environment. Most people are even incapable of forming such opinions.","Where the world ceases to be the scene of our personal hopes and wishes, where we face it as free beings admiring, asking, observing, there we enter the realm of Art and Science.","Body and soul are not two different things, but only two different ways of perceiving the same thing.","It was, of course, a lie what you read about my religious convictions, a lie which is being systematically repeated. I do not believe in a personal God and I have never denied this but have expressed it clearly. If something is in me which can be called religious then it is the unbounded admiration for the structure of the world so far as our science can reveal it.","Nothing truly valuable arises from ambition or from a mere sense of duty; it stems rather from love and devotion towards men and towards objective things.","Falling in love is not at all the most stupid thing that people do — but gravitation cannot be held responsible for it.","Anonymity is no excuse for stupidity.","My religiosity consists in a humble admiration of the infinitely superior spirit that reveals itself in the little that we, with our weak and transitory understanding, can comprehend of reality. Morality is of the highest importance — but for us, not for God.","It seems hard to sneak a look at God's cards. But that He plays dice and uses \"telepathic\" methods... is something that I cannot believe for a single moment.","Our time is distinguished by wonderful achievements in the fields of scientific understanding and the technical application of those insights. Who would not be cheered by this? But let us not forget that human knowledge and skills alone cannot lead humanity to a happy and dignified life. Humanity has every reason to place the proclaimers of high moral standards and values above the discoverers of objective truth.","For the most part we humans live with the false impression of security and a feeling of being at home in a seemingly trustworthy physical and human environment.","Study and in general the pursuit of truth and beauty is a sphere of activity in which we are permitted to remain children all our lives.","The most important human endeavor is the striving for morality in our actions. Our inner balance and even our very existence depend on it. Only morality in our actions can give beauty and dignity to life.","The God Spinoza revered is my God, too: I meet Him everyday in the harmonious laws which govern the universe.","I believe in one thing—that only a life lived for others is a life worth living.","The bigotry of the nonbeliever is for me nearly as funny as the bigotry of the believer.","The fact that man produces a concept \"I\" besides the totality of his mental and emotional experiences or perceptions does not prove that there must be any specific existence behind such a concept. We are succumbing to illusions produced by our self-created language, without reaching a better understanding of anything.","One has a feeling that one has a kind of home in this timeless community of human beings that strive for truth. … I have always believed that Jesus meant by the Kingdom of God the small group scattered all through time of intellectually and ethically valuable people.","We followers of Spinoza see our God in the wonderful order and lawfulness of all that exists and in its soul (\"Beseeltheit\") as it reveals itself in man and animal.","I want to know how God created this world. I'm not interested in this or that phenomenon, in the spectrum of this or that element. I want to know His thoughts, the rest are details."]